[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Dansk (Danish)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=petermad



; Strings in this section are used in several places of the plugin
[Common]
Yes=Ja
No=Nej
Disabled=Deaktiveret

; Executable properties
CompanyName=Firmanavn
Copyright=Copyright
FileVersion=Filversion
ProductVersion=Produktversion
FileVersion(fixed)=Filversion (fast)
ProductVersion(fixed)=Produktversion (fast)
ProductName=Produktnavn
FileDescription=Beskrivelse
InternalName=Internt Navn
OriginalFilename=Originalt Filnavn
Comments=Kommentarer
FileSize=Filstørrelse
FileCreated=Oprettet
FileLastModified=Sidst Ændret
FileLastAccess=Sidst Åbnet
FileArch=Arkitektur

; Startup locations
StartMenuCurrentUser="Start Menu - Nuværende Bruger [%s]"
StartMenuAllUsers="Start Menu - Alle Brugere"
RegistryCurrentUserRun="Registreringsdatabase - Nuværende Bruger [%s], Run"
RegistryCurrentUserRunOnce="Registreringsdatabase - Nuværende Bruger [%s], RunOnce"
RegistryAllUsersRun32="Registringsdatabase - Alle Brugere, Run (32 bit)"
RegistryAllUsersRunOnce32="Registringsdatabase - Alle Brugere, RunOnce (32 bit)"
RegistryAllUsersRun64="Registringsdatabase - Alle Brugere, Run (64 bit)"
RegistryAllUsersRunOnce64="Registringsdatabase - Alle Brugere, RunOnce (64 bit)"

; Dialogs
DlgOverwrite="%s" eksisterer allerede i "%s"!\n\nOverskriv?
DlgEmptyName=Tomme navne er ikke tilladt!



; Strings in this section are used when
; a startup "file" is viewed with F3
[GetFile]
Name=Navn
Enabled=Aktiveret
Location=Placering
LocationPath=Placering (Sti)
CommandLine=Kommandolinje
Executable=Exe-fil
Parameters=Parametre
Comments=Kommentarer



; Strings in this section are used when the startup's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmStartupProperties]
fmStartupProperties=Egenskaber for %s

; Some common form components
btnOK=OK
btnCancel=Annuller
btnApply=&Udfør
btnRun=K&ør startup nu
btnDelete=Slet
btnTools=V&ærktøjer

tsStartupProperties=Startup egenskaber
tsExecutableProperties=Egenskaber for exe-fil
tsStatus=Status

popupToolsJumpToRegKey=&Spring til registreringsnøgle i RegEdit
popupToolsLinkProperties=Vis &genvejsegenskaber
popupToolsExecutableProperties=Vis egenskaber for e&xe-fil
popupToolsViewInSeparateLister=Vis exe-fil i TC &Lister (separat proces)

; Tabsheet Startup Properties
lblName=&Navn:
checkEnabled=Ak&tiveret
lblLocationPath=Placering (&Sti):
lblLocation=&Placering:
checkCopyStartup=K&opier startup til ny placering
lblCommandLine=&Kommandolinje:
lblExecutable=E&xe-fil:
lblParameters=P&arametre:
lblShowWindow=Vis &vindue:
comboShowWindow=Normal\nMinimeret\nMaksimeret
lblComments=Ko&mmentarer:

; Tabsheet Executable Properties
lvExecutableProperties=Objekt-Navn\nVærdi

; Tabsheet Status
lvProcessStatus=Proces\nPID\nKommandolinje
lblStatusRefreshStatus=Klik "%s" for at fastslå startup status
lblStatusRefreshStatus2=Arbejder ...
lblStatusRefreshStatus3=%d processer, %d med matchende kommandolinje
btnStatusRefreshStatus=Genop&frisk

; Dialogs
DlgDeleteText=Ønsker du virkelig at slette %s?



[fmPluginSettings]
fmPluginSettings=Indstillinger
lblLanguage=&Sprog:
checkShowDisabledIcon=Vis sto&p ikon for startups, der er deaktiveret
checkShowDisabledExt=&Føj ekstra ektensioner til startups, der er deaktiveret
checkLoadCustomColumns=Indlæs &Brugerbestemt Visning når plugin åbnes
checkAllowDeleteInPanel=Tilla&d sletning af startups i TC's filpanel
checkAutoRefreshStatus=Genopfrisk a&utomatisk startup status, når der skiftes til "Status" fane
groupActionEnter=" &Handling, når der trykkes RETUR i TC's filpanel "
comboActions=Skift startup (aktiveret/deaktiveret)\nVis startup egenskaber\nUdfør startup\nGå til startups filplacering
groupActionShiftEnter=" H&andling, når der trykkes SKIFT+RETUR i TC's filpanel "
checkActions=Åben &ny fane
lblIniLocation=Placering af plugin's ops&ætningsfil:
btnOK=OK
btnCancel=Annuller
DlgReloadSettings=Klik OK efter redigering for at genindlæse pluginindstillingerne.
